Repository: kashiwakiS/Dogear
Catalog: PDFWorkBench/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add Highlight
zh_hans: 添加高亮

source: All Sources
zh_hans: 所有来源

source: All Types
zh_hans: 所有类型

source: Manual
zh_hans: 手动

source: Manual + visible AI groups
zh_hans: 手动批注 + 可见 AI 组

source: AI group: %@
zh_hans: AI 组：%@

source: Document Text
zh_hans: 文档全文

source: Find…
zh_hans: 查找…

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Pages
zh_hans: 页面

source: Search annotations
zh_hans: 搜索批注

source: Source
zh_hans: 来源

source: Annotation source
zh_hans: 批注来源

# Filter Annotation Type
source: Type
zh_hans: 类型

source: Annotation type
zh_hans: 批注类型

source: Search all visible annotations
zh_hans: 搜索所有可见批注

source: No annotations match the current search and filters.
zh_hans: 没有批注符合当前搜索与筛选条件。

source: Select PDF text before adding a highlight.
zh_hans: 请先选择 PDF 文本，再添加高亮。

source: Allow highlights
zh_hans: 允许高亮

source: Reviewing answer against evidence…
zh_hans: 正在核验答案与证据…

source: Choose Log Folder
zh_hans: 选择日志文件夹

source: Choose Debug Log Folder…
zh_hans: 选择 Debug 日志文件夹…

source: New logs go into DogearDiagnostics inside the selected folder. Existing logs are not moved.
zh_hans: 新日志将写入所选文件夹内的 DogearDiagnostics，现有日志不会移动。

source: Could not select the log folder. Finish active requests and choose a writable folder.
zh_hans: 无法选择日志文件夹。请先结束正在进行的请求，再选择可写入的文件夹。

source: This request originally added %lld highlight(s). Undo or later edits may change the current annotations.
zh_hans: 本次请求最初添加了 %lld 条高亮；撤销或后续编辑可能已改变当前标注。

source: The answer still failed evidence review after one correction. No final answer or annotations were accepted.
zh_hans: 修改一次后，答案仍未通过证据核验。未接受最终答案，也未添加标注。

source: The proposed answer or its cited evidence exceeds the bounded review size. Ask a narrower question. No annotations were applied.
zh_hans: 候选答案或所引证据超过核验长度限制。请缩小问题范围；未添加标注。

source: The evidence reviewer returned an invalid result. No final answer or annotations were accepted.
zh_hans: 证据核验返回了无效结果。未接受最终答案，也未添加标注。

source: Evidence Retrieval
zh_hans: 证据检索

source: Retrieval Mode
zh_hans: 检索方式

source: Lightweight — lexical
zh_hans: 轻量检索 — 词语匹配

source: Semantic — Small EN (experimental)
zh_hans: 语义检索 — Small EN（实验性）

source: Semantic retrieval uses BGE Small EN locally for English papers. Chinese questions can produce English search queries. Changes apply to the next request only.
zh_hans: 语义检索在本地使用 BGE Small EN 处理英文论文。中文问题可生成英文检索词。设置更改仅对新请求生效。

source: Import Local Model…
zh_hans: 导入本地模型…

source: Checking and importing model…
zh_hans: 正在校验并导入模型…

source: No local model imported
zh_hans: 尚未导入本地模型

source: Model imported; validated before use
zh_hans: 模型已导入，使用前会校验

source: Import the SmallEN folder produced by Dogear's model conversion script. No model downloads happen automatically. Lexical retrieval needs no local model.
zh_hans: 导入 Dogear 模型转换脚本生成的 SmallEN 文件夹。不会自动下载模型；词语检索不需要本地模型。

source: Building the local evidence index…
zh_hans: 正在构建本地证据索引…

source: Loading the local embedding model…
zh_hans: 正在加载本地向量模型…

source: Import the BGE Small EN model in Settings before using semantic retrieval.
zh_hans: 使用语义检索前，请在设置中导入 BGE Small EN 模型。

source: Choose a supported retrieval mode in Settings.
zh_hans: 请在设置中选择支持的检索方式。

source: The local embedding model is invalid or incompatible. Import a verified model package.
zh_hans: 本地向量模型无效或不兼容，请导入已验证的模型包。

source: The local embedding model returned invalid vectors. No result was accepted.
zh_hans: 本地模型返回了无效向量，未接受任何结果。

source: A source sentence or search query exceeds this model's token limit. No text was silently truncated.
zh_hans: 原文句子或检索词超过了模型的 Token 限制，未静默截断文本。

source: This document exceeds the local embedding index limit. Choose lightweight retrieval.
zh_hans: 文档超过本地向量索引限制，请选择轻量检索。

source: The AI configuration or credential changed while this request was preparing. Send the request again.
zh_hans: 准备请求期间，AI 配置或凭据发生了变化。请重新发送请求。

source: Cloud AI is disabled or its current data-sharing terms have not been accepted.
zh_hans: 云端 AI 已停用，或尚未同意当前的数据共享说明。

source: Dogear could not prepare the configured AI credentials. No provider request was sent.
zh_hans: Dogear 无法准备已配置的 AI 凭据。未向供应商发送请求。

source: Interim answer
zh_hans: 阶段性回答

source: Preparing credentials; check for a macOS Keychain prompt…
zh_hans: 正在准备凭据；请留意 macOS 钥匙串授权提示…

source: This provider does not support the server-stored conversation required by this workflow. No result was accepted.
zh_hans: 此供应商不支持当前工作流所需的服务端会话保存与续接。未接受任何结果。

source: The answer is ready, but Dogear could not apply its optional highlights.
zh_hans: 回答已完成，但 Dogear 未能应用可选高亮。

source: Local structural outline only. No provider requests or PDF uploads.
zh_hans: 仅生成本地结构提纲，不请求供应商或上传 PDF。

source: No model selected
zh_hans: 未选择模型

source: Provider: %@ · %@. Ask sends selected text and retrieved passages, not the PDF file.
zh_hans: 供应商：%1$@ · %2$@。Ask 发送选中文本和检索片段，不上传 PDF 文件。

source: Applied %lld verified AI highlight(s) as one undoable operation.
zh_hans: 已应用 %lld 条经过验证的 AI 高亮，可一次性撤销。

source: The answer is ready. No highlights were added.
zh_hans: 回答已完成，未添加高亮。

source: Skipped %lld duplicate(s).
zh_hans: 已跳过 %lld 条重复项。

source: Provider turns: %lld; tool calls: %lld; source characters read: %lld.
zh_hans: 供应商轮次：%1$lld；工具调用：%2$lld；正文读取字数：%3$lld。

source: No workflow log yet. Run an AI request first.
zh_hans: 尚无工作流日志，请先运行一次 AI 请求。

source: Ask about the document or select a passage to focus the answer. Highlights are added only when useful.
zh_hans: 可针对全文提问，也可选中片段聚焦回答。仅在有帮助时添加高亮。

source: Ask a question, or leave blank for an overview…
zh_hans: 输入问题，或留空生成概览…

source: Summarize the document with optional evidence highlights
zh_hans: 总结文档，并按需高亮证据

source: Create a local outline without cloud AI
zh_hans: 在本地生成提纲，不使用云端 AI

source: Answer using the selected passage and relevant document evidence
zh_hans: 结合选中片段与相关文档证据回答

source: Answer from document evidence, with optional highlights
zh_hans: 依据文档证据回答，并按需高亮

source: Workflow logs record progress and errors without passage or answer text.
zh_hans: 工作流日志记录进度和错误，不包含正文片段或回答文本。

source: Ask sends your question, selected text, and retrieved document passages to the configured provider, not the PDF file. Each question starts a new conversation. Dogear reuses provider-stored responses when available; for stateless providers, it keeps and resends the current question’s context in memory until completion, failure, or cancellation. This context is not saved as conversation history on disk or reused for later questions. Provider data retention follows the provider’s policy.
zh_hans: Ask 会将问题、选中文本及检索到的文档片段发送给已配置的供应商，不会上传 PDF 文件。每个问题创建独立会话。Dogear 会在可用时复用供应商保存的响应；对于无状态供应商，会在内存中保留并重新发送当前问题的上下文，直到完成、失败或取消。这些上下文不会作为对话历史存盘，也不会用于后续问题。供应商的数据保留遵循其政策。

source: The API key is stored in macOS Keychain and cannot be displayed or exported by Dogear.
zh_hans: API 密钥保存在 macOS 钥匙串中，Dogear 无法显示或导出。

source: The active API key is stored as plaintext in the local configuration file, protected only by current-user file permissions (0600). Any retained Keychain key is ignored until Keychain storage is selected again.
zh_hans: 当前 API 密钥以明文保存在本地配置文件中，仅受当前用户文件权限（0600）保护。保留的钥匙串密钥会被忽略，直到重新选择钥匙串存储。

source: Cloud AI conversation handling has changed. Enable it again to review and accept the updated disclosure.
zh_hans: 云端 AI 的会话处理方式已更新。请重新启用并确认更新后的说明。

source: Local outline
zh_hans: 本地提纲

source: Working
zh_hans: 处理中

source: Copy Answer
zh_hans: 复制回答

source: Preparing the AI workflow…
zh_hans: 正在准备 AI 工作流…

source: Turn %lld of %lld
zh_hans: 第 %1$lld / %2$lld 轮

source: %lld tool calls
zh_hans: %lld 次工具调用

source: %lld source characters
zh_hans: 已读取 %lld 字正文

source: Preparing the document snapshot…
zh_hans: 正在准备文档快照…

source: Mapping the document…
zh_hans: 正在分析文档结构…

source: Searching for relevant evidence…
zh_hans: 正在搜索相关证据…

source: Reading selected evidence…
zh_hans: 正在读取选定证据…

source: Validating optional highlights…
zh_hans: 正在验证高亮草稿…

source: Preparing the answer…
zh_hans: 正在整理回答…

source: Resolving highlight locations…
zh_hans: 正在定位高亮位置…

source: Applying verified highlights…
zh_hans: 正在应用已验证的高亮…

source: Waiting for the AI provider…
zh_hans: 正在等待 AI 供应商返回结果…

source: Retrying the AI provider…
zh_hans: 正在重试 AI 供应商请求…

source: The AI provider did not respond in time. No result was accepted.
zh_hans: AI 供应商响应超时，未接受任何结果。

source: Dogear could not reach the AI provider. No result was accepted.
zh_hans: Dogear 无法连接 AI 供应商，未接受任何结果。

source: The AI provider returned a response that did not match the active workflow. No result was accepted.
zh_hans: AI 供应商的响应不符合当前工作流，未接受任何结果。

source: The AI workflow ended without a verified result.
zh_hans: AI 工作流结束，但未产生通过验证的结果。

source: The PDF changed while the AI request was running. No result was accepted.
zh_hans: AI 请求期间 PDF 已发生变化，未接受任何结果。

source: This PDF has no usable native text. OCR is not enabled.
zh_hans: 此 PDF 没有可用的原生文本，尚未启用 OCR。

source: The AI request failed. No result was accepted.
zh_hans: AI 请求失败，未接受任何结果。

source: Dogear reached its internal step limit before the AI finished. This is not an API account quota error.
zh_hans: AI 尚未完成时已达到 Dogear 内部轮次上限。这不是 API 账户额度问题。

source: Dogear reached its internal tool-call limit before the AI finished. This is not an API account quota error.
zh_hans: AI 尚未完成时已达到 Dogear 内部工具调用上限。这不是 API 账户额度问题。

source: Dogear reached its internal source-reading limit before the AI finished. This is not an API account quota error.
zh_hans: AI 尚未完成时已达到 Dogear 内部正文读取上限。这不是 API 账户额度问题。

source: Dogear reached its internal input limit before the AI finished. This is not an API account quota error.
zh_hans: AI 尚未完成时已达到 Dogear 内部输入 Token 上限。这不是 API 账户额度问题。

source: Dogear reached its internal time limit before the AI finished. This is not an API account quota error.
zh_hans: AI 尚未完成时已达到 Dogear 内部时限。这不是 API 账户额度问题。

source: The AI repeated the same request without making progress, so Dogear stopped.
zh_hans: AI 重复相同请求且没有取得进展，Dogear 已停止工作流。

source: The AI provider repeated a tool-call identifier. No result was accepted.
zh_hans: AI 供应商重复使用了工具调用标识，未接受任何结果。

source: The configured AI provider does not support the required function tools.
zh_hans: 当前 AI 供应商不支持所需的函数工具调用。

source: The AI provider rejected the configured credentials (HTTP %lld).
zh_hans: AI 供应商拒绝了当前凭据（HTTP %lld）。

source: The AI provider is rate limiting requests (HTTP 429). Try again shortly.
zh_hans: AI 供应商正在限制请求频率（HTTP 429），请稍后重试。

source: The AI provider is temporarily unavailable (HTTP %lld).
zh_hans: AI 供应商暂时不可用（HTTP %lld）。

source: The AI provider returned an error (HTTP %lld).
zh_hans: AI 供应商返回错误（HTTP %lld）。

source: The API Base URL is invalid.
zh_hans: API 基础 URL 无效。

source: No API key is configured.
zh_hans: 尚未配置 API 密钥。

source: Choose an AI model first.
zh_hans: 请先选择 AI 模型。

source: The AI provider returned an unexpected response. No result was accepted.
zh_hans: AI 供应商返回了异常响应，未接受任何结果。

source: AI request canceled. No new annotations were applied.
zh_hans: AI 请求已取消，未应用任何新批注。

source: Configure and enable a cloud AI provider in Settings first.
zh_hans: 请先在设置中配置并启用云端 AI 供应商。

source: Preparing a local structural outline…
zh_hans: 正在生成本地结构提纲…

source: On-device only · No provider requests
zh_hans: 仅在本机处理 · 不请求供应商

source: Local structural outline ready. No AI provider was contacted and no annotations were created.
zh_hans: 本地结构提纲已生成，未请求 AI 供应商，也未创建批注。

source: Local outline canceled. No changes were made.
zh_hans: 本地提纲已取消，未做任何更改。

source: Local structural outline
zh_hans: 本地结构提纲

source: Generated on this device from PDF bookmarks or detected headings. This is not an AI summary; no document content was sent to a provider.
zh_hans: 根据 PDF 书签或识别到的标题在本机生成。这不是 AI 总结，未向供应商发送任何文档内容。

source: Pages: %lld
zh_hans: 页数：%lld

source: Selectable-text pages: %lld
zh_hans: 含可选文本的页数：%lld

source: Native-text characters: %lld
zh_hans: 原生文本字数：%lld

source: No PDF bookmarks or local headings were found.
zh_hans: 未找到 PDF 书签或本地标题。

source: Document structure
zh_hans: 文档结构

# %@ — Page %lld
source: %1$@ — Page %2$lld
zh_hans: %1$@ — 第 %2$lld 页

# %@ · %lld page(s) · %@ · 1 request
source: %1$@ · %2$lld page(s) · %3$@ · 1 request
zh_hans: %1$@ · %2$lld 页 · %3$@ · 1 次请求

# %@ · %lld page(s) · %lld characters · %lld request
source: %1$@ · %2$lld page(s) · %3$lld characters · %4$lld request
zh_hans: %1$@ · %2$lld 页 · %3$lld 个字符 · %4$lld 次请求

source: %lld × %lld pt · %lld°
zh_hans: %1$lld × %2$lld 点 · %3$lld°

# %lld highlight(s) · %@ · %@
source: %1$lld highlight(s) · %2$@ · %3$@
zh_hans: %1$lld 条高亮 · %2$@ · %3$@

source: A Keychain key for this configuration is retained but ignored while local-file storage is selected.
zh_hans: 此配置的钥匙串密钥会被保留，但选择本地文件存储时将忽略它。

source: Actual Size
zh_hans: 实际大小

source: Add Current Document to Selected Group
zh_hans: 将当前文档添加到所选分组

source: Add Dog-ear
zh_hans: 添加折角标

source: Add Dog-ear to Current Page
zh_hans: 为当前页添加折角标

source: Add Free Text Note
zh_hans: 添加自由文本注释

source: Add to Group
zh_hans: 添加到分组

source: AI Highlight
zh_hans: AI 高亮

source: AI Highlight on page %lld
zh_hans: 第 %lld 页的 AI 高亮

source: AI Highlights
zh_hans: AI 高亮

source: AI Highlight Groups
zh_hans: AI 高亮组

source: All
zh_hans: 全部

source: All Visible Annotations
zh_hans: 所有可见批注

source: Annotated PDF Copy
zh_hans: 带批注的 PDF 副本

source: Annotation
zh_hans: 批注

source: Annotations
zh_hans: 批注

source: Annotations Markdown
zh_hans: 批注 Markdown

source: API Key
zh_hans: API 密钥

source: API Key Storage
zh_hans: API 密钥存储

source: App-only labels. PDF metadata is not edited.
zh_hans: 仅用于应用内的标签，不会修改 PDF 元数据。

source: Apply Name
zh_hans: 应用此名称

source: Ask a question...
zh_hans: 输入问题…

source: Ask About Selection
zh_hans: 针对选中内容提问

source: Base URL
zh_hans: 基础 URL

source: Cancel
zh_hans: 取消

source: Choose a PDF file to display it here.
zh_hans: 选择一个 PDF 文件以在此显示。

source: Choose AI Highlight groups to export
zh_hans: 选择要导出的 AI 高亮组

source: Collapse %@
zh_hans: 收起 %@

source: Configuration Name
zh_hans: 配置名称

source: Continuous
zh_hans: 连续

source: Copy Summary
zh_hans: 复制总结

source: Create
zh_hans: 创建

source: Current page
zh_hans: 当前页

source: Delete Current Page
zh_hans: 删除当前页

source: Delete Current Page...
zh_hans: 删除当前页…

source: Delete Keychain Key
zh_hans: 删除钥匙串密钥

source: Delete Keychain Key?
zh_hans: 删除钥匙串密钥？

source: Delete Keychain Key…
zh_hans: 删除钥匙串密钥…

source: Delete Page
zh_hans: 删除页面

source: Detailed logs contain document excerpts and questions. API keys and authorization headers are never recorded.
zh_hans: 详细日志包含文档片段和问题，但绝不会记录 API 密钥或授权标头。

source: Diagnostics
zh_hans: 诊断

source: Discard All Changes...
zh_hans: 丢弃所有更改…

source: Dismiss feedback
zh_hans: 关闭反馈

source: Display
zh_hans: 显示

source: Document Overview
zh_hans: 文档概览

source: Document Position
zh_hans: 文档位置

source: Document Position merges same-page entries at the same level, then keeps colliding rows at least 6 points apart. Later rows flow downward instead of being redistributed across the rail.
zh_hans: “文档位置”会合并同页同层级的条目，并让发生碰撞的条目至少间隔 6 点。后续条目向下顺排，不会按导航条整体高度重新分布。

source: Document Summary
zh_hans: 文档总结

source: Dog-ears
zh_hans: 折角索引

source: Dogear can use, replace, or remove this Keychain key, but it cannot display or export the saved secret. Selecting local-file storage leaves the Keychain key unchanged and ignores it.
zh_hans: Dogear 可以使用、替换或删除此钥匙串密钥，但无法显示或导出已保存的密钥。选择本地文件存储时，钥匙串密钥将保持不变并被忽略。

source: Done
zh_hans: 完成

source: Drag to reorder. Hold Command or Shift to select multiple pages.
zh_hans: 拖拽可调整顺序；按住 Command 或 Shift 可多选页面。

source: Duplicate
zh_hans: 复制页面

source: Duplicate filename marker
zh_hans: 重复文件名标记

source: Enable
zh_hans: 启用

source: Enable cloud AI
zh_hans: 启用云端 AI

source: Enable cloud AI?
zh_hans: 启用云端 AI？

source: Even Spacing
zh_hans: 等距排列

source: Exact text to send
zh_hans: 将发送的确切文本

source: Expand %@
zh_hans: 展开 %@

source: Export
zh_hans: 导出

source: Export Selected Groups
zh_hans: 导出所选组

source: Export Selected…
zh_hans: 导出所选页面…

source: File unavailable
zh_hans: 文件不可用

source: First page
zh_hans: 第一页

source: First Page
zh_hans: 第一页

source: Fit Page
zh_hans: 适合整页

source: Fit Width
zh_hans: 适合页宽

source: Follow System
zh_hans: 跟随系统

source: Free Text
zh_hans: 文本注释

source: Full Text
zh_hans: 全文

source: Generated Groups
zh_hans: 已生成的组

source: Group
zh_hans: 分组

source: Group name
zh_hans: 分组名称

source: Hide Annotation Sidebar
zh_hans: 隐藏批注与 AI 侧栏

source: Hide Annotations and AI Sidebar
zh_hans: 隐藏批注与 AI 侧栏

source: Hide Library Navigator
zh_hans: 隐藏资料库导航

source: Hide margin notes
zh_hans: 隐藏页边批注

source: Highlights and notes appear here.
zh_hans: 高亮和注释会显示在这里。

source: Include passage content in local logs
zh_hans: 在本地日志中包含段落内容

source: Index name
zh_hans: 索引名称

source: Interface Language
zh_hans: 界面语言

source: Keyword Outline
zh_hans: 关键词大纲

source: Language
zh_hans: 语言

source: Last page
zh_hans: 最后一页

source: Last Page
zh_hans: 最后一页

source: Library
zh_hans: 资料库

source: Library Info
zh_hans: 资料库信息

source: Margin notes are unavailable in Two-Up layout
zh_hans: 双栏布局暂不支持页边批注

source: Margin notes hidden.
zh_hans: 已隐藏页边批注。

source: Margin notes shown.
zh_hans: 已显示页边批注。

source: Model
zh_hans: 模型

source: Move Down
zh_hans: 下移

source: Move to Group
zh_hans: 移动到分组

source: Move Up
zh_hans: 上移

source: Navigate
zh_hans: 导航范围

source: New Group
zh_hans: 新建分组

source: New Group...
zh_hans: 新建分组…

source: Next annotation
zh_hans: 下一个批注

source: Next page
zh_hans: 下一页

source: Next Page
zh_hans: 下一页

source: Next text match
zh_hans: 下一个文本匹配

source: No document outline available
zh_hans: 没有可用的文档大纲

source: No highlights match the current AI Highlight group.
zh_hans: 当前 AI 高亮组中没有匹配的高亮。

source: No Matches
zh_hans: 无匹配结果

source: No PDF Open
zh_hans: 未打开 PDF

source: No PDFs
zh_hans: 没有 PDF

source: None
zh_hans: 无

source: Only the selected groups are written to the new compatible PDF copy. The open working copy and original PDF are unchanged.
zh_hans: 仅将所选组写入新的兼容 PDF 副本；当前工作副本和原始 PDF 均不会改变。

source: Open
zh_hans: 打开

source: Open Group in New Window
zh_hans: 在新窗口中打开分组

source: Open PDF
zh_hans: 打开 PDF

source: Open...
zh_hans: 打开…

source: OpenAI-compatible Responses API
zh_hans: 兼容 OpenAI 的 Responses API

source: Organize Pages
zh_hans: 整理页面

source: Organize Pages…
zh_hans: 整理页面…

source: Outline Spacing
zh_hans: 导航条间距

source: Page
zh_hans: 页面

source: Page %lld
zh_hans: 第 %lld 页

# Page %lld, level %lld
source: Page %1$lld, level %2$lld
zh_hans: 第 %1$lld 页，第 %2$lld 级

source: Page number
zh_hans: 页码

source: Page Organizer
zh_hans: 页面组织器

source: Press D to add an index marker to the current page.
zh_hans: 按 D 为当前页添加索引标记。

source: Previous annotation
zh_hans: 上一个批注

source: Previous page
zh_hans: 上一页

source: Previous Page
zh_hans: 上一页

source: Previous text match
zh_hans: 上一个文本匹配

source: Privacy
zh_hans: 隐私

source: Question Highlights
zh_hans: 问题高亮

source: Reading
zh_hans: 阅读

source: Reading layout
zh_hans: 阅读布局

source: Recovered AI Highlights
zh_hans: 已恢复的 AI 高亮

source: Remove Current Document from Selected Group
zh_hans: 从所选分组移除当前文档

source: Remove Dog-ear
zh_hans: 移除折角标

source: Remove Dog-ear from Current Page
zh_hans: 移除当前页的折角标

source: Remove from This Group
zh_hans: 从此分组移除

source: Remove Highlight
zh_hans: 移除高亮

source: Remove Key
zh_hans: 移除密钥

source: Replace Key
zh_hans: 替换密钥

source: Reveal Workflow Log
zh_hans: 在访达中显示工作流日志

source: Review Before Sending
zh_hans: 发送前检查

source: Review Complete-PDF Summary
zh_hans: 检查完整 PDF 总结请求

source: Review Request
zh_hans: 检查请求

source: Rotate Left
zh_hans: 向左旋转

source: Rotate Right
zh_hans: 向右旋转

source: Save Key
zh_hans: 保存密钥

source: Save to Original...
zh_hans: 保存到原始文件…

source: Search document text
zh_hans: 搜索文档文本

source: Search highlights and notes
zh_hans: 搜索高亮和注释

source: Select text in the PDF to begin.
zh_hans: 请先在 PDF 中选择文本。

# Selected %lld characters on page(s) %@.
source: Selected %1$lld characters on page(s) %2$@.
zh_hans: 已选择 %1$lld 个字符，位于第 %2$@ 页。

source: Selected text · page(s) %@
zh_hans: 所选文本 · 第 %@ 页

source: Send
zh_hans: 发送

source: Send to Provider
zh_hans: 发送给服务提供商

source: Show Annotation Sidebar
zh_hans: 显示批注与 AI 侧栏

source: Show Annotations and AI Sidebar
zh_hans: 显示批注与 AI 侧栏

source: Show Library Navigator
zh_hans: 显示资料库导航

source: Show margin notes
zh_hans: 显示页边批注

source: Simplified Chinese
zh_hans: 简体中文

source: Single Page
zh_hans: 单页

source: Tags, comma separated
zh_hans: 标签，以逗号分隔

source: Temporary in this window
zh_hans: 此窗口中的临时文件

source: Test Connection
zh_hans: 测试连接

source: Testing...
zh_hans: 正在测试…

source: The complete PDF “%@” will be uploaded to the configured provider.
zh_hans: 完整 PDF“%@”将上传到已配置的服务提供商。

source: The provider did not return a shareable reasoning summary.
zh_hans: 服务商没有返回可显示的思考摘要。

source: Thinking… %@
zh_hans: 思考中… %@

source: This Group has no window files.
zh_hans: 此分组没有窗口文件。

source: This removes the retained Keychain key for %@. The local-file key, if any, is not changed.
zh_hans: 这会删除 %@ 保留的钥匙串密钥。本地文件中的密钥（如有）不会改变。

source: This setting changes only Dogear and is intended to make localization testing easy. It does not change the macOS system language.
zh_hans: 此设置只更改 Dogear 的界面语言，便于本地化测试；不会更改 macOS 系统语言。

source: Thought for %@
zh_hans: 思考了 %@

source: Toggle Dog-ear
zh_hans: 切换折角标

source: Two-Up Continuous
zh_hans: 双页连续

source: Toggle Margin Notes
zh_hans: 切换页边批注

source: Ungrouped
zh_hans: 未分组

source: Use light PDF display
zh_hans: 使用浅色 PDF 显示

source: Use New Selection
zh_hans: 使用新选择

source: Use night PDF display
zh_hans: 使用夜间 PDF 显示

# Using %lld characters from page(s) %@.
source: Using %1$lld characters from page(s) %2$@.
zh_hans: 正在使用第 %2$@ 页中的 %1$lld 个字符。

source: Visible in PDF
zh_hans: 在 PDF 中显示

source: Waiting for the provider…
zh_hans: 正在等待服务商响应…

source: When you confirm a document summary, the complete PDF will be uploaded to the configured provider. Selection questions send the displayed selection and conversation instead.
zh_hans: 确认文档总结后，完整 PDF 将上传到已配置的服务提供商。针对选中内容的提问只会发送所显示的选区和对话。

source: Ask
zh_hans: 询问

source: Ask about selected text. Leave blank, then choose Summary or Highlights…
zh_hans: 询问所选文本；留空后可选择“总结”或“高亮”…

source: Ask about the selected text
zh_hans: 询问所选文本

source: Conclusion
zh_hans: 结论

source: Counter Evidence
zh_hans: 反面证据

source: Definition
zh_hans: 定义

source: Direct Answer
zh_hans: 直接答案

source: Evidence
zh_hans: 证据

source: Highlight
zh_hans: 高亮

source: Highlight evidence for this question
zh_hans: 高亮与此问题相关的证据

source: Highlight the document overview
zh_hans: 高亮文档概览

source: Highlights
zh_hans: 高亮

source: Highlights uses verified native-text passages; OCR and image text are not included.
zh_hans: 高亮仅使用经过验证的原生文本段落；不包含 OCR 和图像文本。

source: Important Note
zh_hans: 注意事项

source: Key Finding
zh_hans: 关键发现

source: Limitation
zh_hans: 局限

source: Method
zh_hans: 方法

source: Preparing highlights…
zh_hans: 正在准备高亮…

source: Select text to ask a question. Summary and Highlights work on the open document.
zh_hans: 选择文本即可提问。“总结”和“高亮”会处理当前打开的文档。

source: Summary
zh_hans: 总结

source: Summarize the complete document
zh_hans: 总结完整文档

source: Supporting Evidence
zh_hans: 支持证据

source: %lld annotations
zh_hans: %lld 条批注

source: %lld matches
zh_hans: %lld 个匹配

source: 1 annotation
zh_hans: 1 条批注

source: 1 match
zh_hans: 1 个匹配

source: Ask a question, or leave blank to summarize and highlight…
zh_hans: 输入问题，或留空以总结并生成高亮…

source: Ask and highlight supporting evidence
zh_hans: 回答问题并高亮支持证据

source: No Annotations
zh_hans: 没有批注

source: Note
zh_hans: 注释

source: Select PDF or margin-note text for an answer. Without a selection, a question finds evidence highlights in the document.
zh_hans: 选择 PDF 或页边注释文本即可获得回答；没有选区时，问题会在文档中查找并高亮证据。

source: Select text to ask a follow-up question
zh_hans: 选择文本以继续提问

source: Summarize and highlight the document
zh_hans: 总结文档并生成高亮

source: Evidence highlighting uses verified native-text passages; OCR and image text are not included.
zh_hans: 证据高亮仅使用经过验证的原生文本段落；不包含 OCR 和图像文本。

source: Working copy
zh_hans: 工作副本
